Repository: mtanski/drapes
Catalog: help/*/*.po
Languages: es, fr, pt, pt_br, sv

source: Desktop Drapes User Guide
es: Guía de Usuario de Desktop Drapes
fr: Guide d'utilisation de Desktop Drapes
pt: Guia de Utilização do Desktop Drapes
pt_br: Guia do Usuário do Desktop Drapes
sv: Användarguide för Skrivbordsdraperier

source: Fuck if I know
es: Claro que sé.

source: Fuck you docbook
es: Que te jodan docbook

source: March 27, 2007
es: 27 de Marzo de 2007
fr: 27 mars 2007

source: Docbook randomly breaks my documentation every docbook upgrade and I got to fucking keep fixing it.
es: Docbook rompe aleatoriamente mi documentación cada vez que se actualiza lo que hace que tenga que corregirla permanentemente.

source: Desktop Drapes is a wallpaper management application for the Gnome desktop.
es: Desktop Drapes es una aplicación de gestión de fondos de pantalla para el escritorio Gnome.

source: Introduction
es: Introducción
pt: Introdução
pt_br: Introdução
sv: Introduktion

source: Desktop Drapes is a wallpaper manager application for the Gnome desktop. It is designed to be simple to use and to stay out of your way. It features directory monitoring, as well as an icon in the notification area to let you change your wallpaper quickly or by using a time interval.
es: Desktop Drapes es una aplicación de manejo de wallpapers para el escritorio Gnome. Está diseñada para ser simple de usar y discreta. Presenta funciones de monitoreo de directorio, y un ícono en el área de notificaciones para cambiar el wallpaper rápidamente o cada un intervalo de tiempo.
fr: Desktop Drapes est un gestionnaire de papier-peints pour le bureau Gnome. Il est conçu pour être simple à utiliser et non invasif. Il inclut la détection de changements dans les répertoires que vous avez sélectionnés comme sources de papier-peints, ainsi qu'une icone dans la zone de notification afin de vous permettre de changer votre papier-peint rapidement ou à intervalle de temps réguliers.

source: Using Desktop Drapes
es: Usando Desktop Drapes
fr: Utilisation de Desktop Drapes
pt: A usar o Desktop Drapes
pt_br: Usando o Desktop Drapes
sv: Använd Skrivbordsdraperier

source: The display tab
es: La pestaña Display
fr: L'affichage d'onglet
pt: A barra de exibição
pt_br: A aba Exibição
sv: Visningsfliken

source: The Display tab of the Preferences window
es: La pestaña Display en la ventana Preferencias
fr: L'affichage d'onglet dans la fenêtre Préférences
pt: A barra de Exibição da janela de Preferências
pt_br: A aba Exibição da janela Preferências
sv: Visningsfliken i inställningsfönstret

source: To switch wallpapers:
es: Para cambiar wallpapers:
fr: Pour changer le fond d'écran :
pt: Para mudar os fundos:
pt_br: Para mudar papéis de parede:
sv: För att ändra bakgrundsbilder:

source: Left-click the Desktop Drapes icon in the toolbar to switch to a randomly selected wallpaper or right-click on the Drapes icon and select "Switch" from the context menu.
es: Haz clic izquierdo en el icono de Desktop Drapes en la barra de herramientas para cambiar a un fondo de pantalla seleccionado aleatoriamente o haz clic derecho en el icono de Drapes y selecciona la opción "Cambiar" del menú contextual.

source: To add a wallpaper to Desktop Drapes collection:
es: Para añadir un fondo de pantalla a la colección de Desktop Drapes:
fr: Pour ajouter une image de fond d'écran à la collection Desktop Drapes :
pt: Para adicionar um fundo à colecção do Desktop Drapes:
pt_br: Para adicionar um papel de parede à coleção do Desktop Drapes:
sv: För att lägga till en bild till Skrivbordsdraperier-samlingen:

source: Right-click the icon in the toolbar and select 'Preferences'.
es: Haz clic con el botón derecho del ratón en la barra de herramientas y selecciona 'Preferencias':
fr: Clic droit sur l'icône dans la barre d'outils et sélectionner 'Préférences'.
pt: Carregue com o botão direito do rato no ícone na barra de ferramentas e seleccione 'Preferências'.
pt_br: Clique com o botão direito no ícone da barra de ferramentas e escolha Preferências.
sv: Högerklicka på ikonen i verktygsraden och välj "Inställningar".

source: In the 'Display' tab, click the 'Add' button and select your wallpaper file or files. Desktop Drapes will automatically categorize your wallpaper by the dimensions of the image.
es: En la pestaña "Display", haz click en el botón "Agregar" y selecciona el archivo/s wallpaper. Desktop Drapes automáticamente categorizará tu wallpaper por las dimensiones de imagen.
fr: Dans l'onglet "Affichage", cliquez sur le bouton "Ajouter" et sélectionnez votre fond d'écran. Desktop Drapes le rangera automatiquement en fonction de ses dimensions.

source: You can tell Drapes how to display your wallpaer by selecting the 'Style' to display. Centered will center the wallpaper to the center of your screen. Fill screen will stretch out the wallpaper to fill up your screen. Scale will strech out the wallpaper to fill your screen, but will not change the aspect ratio, so that the wallpaper will fill up your screen the best it can without modifying the picture. Tiled will tile the wallpaper to fill up the screen, this is useful for small wallpapers that would otherwise look distorted when zoomed in. And lastly, Zoom fills up the screen like a magnifying glass.
es: Puedes decirle a Drapes como mostrar tu wallpaper seleccionando el "Estilo" a mostrar. Centrado centrará el wallpaper en el centro de la pantalla. Rellenar Pantalla estirará el wallpaper para que ocupe toda la pantalla. Escalado estirará el wallpaper para que ocupe la pantalla, pero sin cambiar su aspecto, así el wallpaper llenará la pantalla lo mejor que puede sin modificar su imágen. Mosaico llenará la pantalla con sucesivas imagenes del wallapaper, esto es útil para wallpapers pequeños que de otra manera se verían distorsionados al agrandarlos. Por último, Ampliado llena la pantalla ampliando el wallpaper como una lupa.
fr: Vous pouvez dire à Drapes comment afficher votre fond d'écran en sélectionnant le "Style" à utiliser. "Centré" centrera le fond d'écran au milieu de votre écran. "Remplir l'écran" étirera le fond d'écran pour remplir votre écran. "Redimensionner" étirera le fond d'écran pour qu'il remplisse l'écran, mais ne changera pas la ratio d'aspect, ce qui fait que l'image remplira l'écran le mieux possible sans la déformer. "Mosaïque" formera une mosaïque avec le fond d'écran pour remplir l'écran, ce qui est utile pour les petites images qui paraitraient déformées avec un autre style. Enfin, "Zoom" remplira l'écran comme si l'image était vue à la loupe.

source: To remove a wallpaper from the Desktop Drapes collection;
es: Para eliminar un fondo de pantalla de la colección de Desktop Drapes:
fr: Pour enlever un fond d'écran de la collection du Desktop Drapes;
pt: Para remover um fundo da collecção do Desktop Drapes;
pt_br: Para remover um papel de parede da coleção do Desktop Drapes:
sv: För att ta bort en bakgrundsbild från Skrivbordsdraperier-samlingen:

source: In the 'Display' tab, select the wallpaper you wish to remove and click the 'Remove' button.
es: En la pestaña "Display", selecciona el wallpaper que desees remover y haz click en el botón "Remover".
fr: Dans l'onglet 'Affichage', sélectionner le fond d'écran que vous voulez enlever et cliquer sur le bouton 'Enlever'.
pt: Na aba 'Apresentação', escolha o fundo que pretende remover e carregue no botão 'Remover'.
pt_br: Na aba Exibição, selecione o papel de parede que você quer remover e clique no botão Remover.
sv: I 'uppvisnings' fliken, välj bakgrundsbilden du vill ta bort och klicka på 'ta bort' knappen.

source: Customizing Desktop Drapes
es: Personalizando Desktop Drapes
fr: Personnaliser le Desktop Drapes
pt: Personalização do Desktop Drapes
pt_br: Personalizando o Desktop Drapes
sv: Anpassa Skrivbordsdraperier

source: The general tab
es: La pestaña general
fr: L'onglet général
pt: A aba geral
pt_br: A aba Geral
sv: Allmänt-fliken

source: The General tab of the Preferences window
es: La pestaña General de la ventana de Preferencias
fr: L'onglet Général dans la fenêtre Préférences
pt: A aba Geral da janela de Preferências
pt_br: A aba Geral da janela Preferências
sv: Allmänt-fliken i inställningsfönstret

source: Start Desktop Drapes on start: Select this option to load Desktop Drapes automatically when you start up your computer.
es: Ejecutar Desktop Drapes al inicio: selecciona esta opción para cargar Desktop Drapes automáticamente cuando inicias tu computadora.
fr: Démarrer Desktop Drapes au démarrage : Sélectionner cette option pour charger Desktop Drapes au démarrage de votre ordinateur.
pt: Iniciar o Desktop Drapes no arranque: Seleccione esta opção para iniciar automaticamente o Desktop Drapes quando arranca o seu computador.
pt_br: Executar o Desktop Drapes ao iniciar: Selecione esta opção para carregar o Desktop Drapes automaticamente quando você ligar seu computador.
sv: Starta Skrivbordsdraperier vid uppstart: Välj det här alternativet för att automatiskt läsa in Skrivbordsdraperier då du startar din dator.

source: Switch wallpaper on start: Select this option to switch to a different wallpaper every time you start Desktop Drapes. Select this and the first checkbox to switch to a different wallpaper every time you start your computer.
es: Cambiar wallpapers al inicio: selecciona esta opción para cambiar a un wallpaper diferente cada vez que ejecutas Desktop Drapes. Selecciona esta y la primera checkbox para cambiar a un wallpaper diferente cada vez que inicias el equipo.
fr: Changer le fond d'écran au démarrage: Sélectionner cette option pour changer le fond d'écran à chaque démarrage de Desktop Drapes. Sélectionnez-le ainsi que la première case à cocher pour changer un fond d'écran différent chaque fois que vous démarrer votre ordinateur.
pt: Mudar fundo no início: Seleccione esta opção para mudar para um fundo diferente cada vez que inicia o Desktop Drapes. Seleccione a primeira caixa de escolha para mudar o fundo cada vez que arranca o seu computador.
pt_br: Mudar o papel de parede ao iniciar: Selecione esta opção para mudar para um papel de parede diferente cada vez que você iniciar o Desktop Drapes. Selecione esta e a primeira opção para mudar para um papel de parede diferente cada vez que você iniciar seu computador.
sv: Växla bakgrundsbild vid uppstart: Markera det här alternativet för att växla till en annan bakgrundsbild varje gång du startar Skrivbordsdraperier. Markera det här alternativet och den första kryssrutan för att växla till en annan bakgrundsbild varje gång du startar din dator.

source: Timing selection: Use this slider bar to tell Desktop Drapes how often to switch to a new wallpaper, from a minimum of five minutes to a maximum of two hours. Move the slider all the way to the right to tell Desktop Drapes never to switch wallpapers while it's running.
es: Selección de temporización: usa esta barra deslizable para configurar en Desktop Drapes la frecuencia con que se cambia a un nuevo fondo de pantalla, desde un mínimo de cinco minutos a un máximo de dos horas. Desliza la barra hasta su extremo derecho para seleccionar que Desktop Drapes nunca cambie el fondo de pantalla mientras se esté ejecutando.
fr: Durée de la sélection: Utiliser la barre de défilement de Desktop Drapes sur la manière dont celui-ci changera pour un nouveau fond d'écran, d'un minimum de cinq minutes à un maximum de deux heures. Déplacer la barre de défilement complètement à droite pour dire à Desktop Drapes de ne jamais changer de fond d'écran durant son fonctionnement.
pt: Selecção do intervalo de tempo: Use esta barra de ajuste para informar o Desktop Drapes a regularidade com que pretende que o fundo do ambiente de trabalho seja mudado, desde um mínimo de cinco minutos a um máximo de duas horas de intervalo. Mova a barra para a extremidade direita para informar o Desktop Drapes que não pretende mudar o fundo enquanto o Desktop Drapes está a funcionar.
pt_br: Seleção do intervalo de tempo: Use este controle deslizante para dizer ao Desktop Drapes com que freqüência mudar para um novo papel de parede, de um mínimo de cinco minutos até um máximo de duas horas. Mova o controle deslizante até a extremidade direita para que o Desktop Drapes nunca mude papéis de parede enquanto estiver em execução.
sv: Intervall markering: Använd det här skjutreglaget till att berätta för Skrivbordsdraperier hur ofta det ska ändra bakgrundsbild, från ett minimum av fem minuter till ett maximum av två timmar. flytta skjutreglaget hela vägen till höger för att aldrig byta bakgrundsbild medans Skrivbordsdraperier är aktivt.

source: Wallpaper search directory: Select the checkbox to have Desktop Drapes monitor a directory and automatically add files in that directory to its collection. Click the directory list box in order to select which directory Desktop Drapes should monitor.
es: Directorio de búsqueda de fondos de pantalla: selecciona la casilla de verificación para que Desktop Drapes monitoree un directorio y automaticamente agregue archivos situados en él a su colección. Pinche la casilla de lista de directorios para seleccionar el directorio que Desktop Drape deberá monitorear.
fr: Répertoire de recherche de fonds d'écran : cocher cette case pour que Desktop Drapes surveille un répertoire et ajoute automatiquement les fichiers de ce répertoire à la collection. Cliquez sur la liste afin de sélectionner le répertoire que Desktop Drapes devra surveiller.

source: translator-credits
es: Launchpad Contributions: Alejandro Cirino https://launchpad.net/~cirinoalejandro PabloPerezBenitez https://launchpad.net/~lkmdigital Raúl González Duque https://launchpad.net/~zootropo
fr: traducteurs Launchpad Contributions: DanyDube https://launchpad.net/~danydube Nicolas Velin https://launchpad.net/~nsv Pierre Slamich https://launchpad.net/~pierre-slamich antou https://launchpad.net/~antoou+inscriptions tomestla https://launchpad.net/~tom-tomestla
pt: Bruno Santos <bsantos@gmail.com>, 2006
pt_br: Créditos do tradutor
sv: Daniel Nylander <po@danielnylander.se>, 2006\nRobert Renling Berencreuz <robert.renling@gmail.com>, 2006

source: Desktop Drapes is a wallpaper mangment application for the Gnome desktop.
pt: O Desktop Drapes é uma aplicação de gestão de fundos para o ambiente de trabalho para o gestor de janelas Gnome.
pt_br: O Desktop Drapes é um aplicativo de configuração de papel de parede para o Gnome.
sv: Skrivbordsdraperier är ett program för hantering av bakgrundsbilder på Gnome-skrivbordet.

source: Desktop Drapes is a wallpaper manager application for the Gnome desktop. You can change your wallpaper by clicking the Desktop Drapes icon on the toolbar, and set it to switch wallpaper every time you boot and at a predefined interval. Also, you can tell Desktop Drapes to monitor a particular directory to add wallpapers automatically.
pt: O Desktop Drapes é uma aplicação de gestão de fundos para o ambiente de trabalho Gnome. Pode mudar o fundo do ambiente de trabalho carregando no ícone do Desktop Drapes na barra de ferramentas, podendo configurá-lo para mudar o fundo do ambiente de trabalho cada vez que ininica o seu computador ou em intervalos de tempo regulares. Pode também configurar o Desktop Drapes para controlar um determinado directório para que sejam automaticamente adicionados à lista fundos colocados nesse directório.
pt_br: O Desktop Drapes é um aplicativo gerenciador de papel de parede para o Gnome. Você pode mudar seu papel de parede clicando no ícone do Desktop Drapes, na barra de ferramentas, e configurar o aplicativo para mudar o papel de parede sempre que você ligar o computador e em intervalos predefinidos. Você também pode orientar o Desktop Drapes para monitorar um diretório específico para adicionar papéis de parede automaticamente.
sv: Skrivbordsdraperier är ett program för hantering av bakgrundsbilder på Gnome skrivbordet. Ni kan ändra bakgrundsbild genom att klicka på ikonen för Skrivbordsdraperier på verktygsraden, och ställa in den att ändra bakgrund vid omstart eller vid en fördefinierad tidsintervall. Ni kan även ställa in Skrivbordsdraperier till att övervaka en mapp för att ändra bakgrundsbild automatiskt.

source: Left-click the Desktop Drapes icon in the toolbar to switch to a randomly selected wallpaper, OR...
pt: Carregue com o botão esquerdo do rato no ícone na barra de ferramentas para mudar aleatoriamente para outro fundo, ou...
pt_br: Clique no ícone do Desktop Drapes na barra de ferramentas para mudar para um papel de parede selecionado aleatoriamente, OU...
sv: Vänsterklicka på ikonen för Skrivbordsdraperier i verktygsraden för att ändra till en slumpmässigt vald bakgrundsbild, ELLER...

source: Right-click the Desktop Drapes icon in the toolbar and double-click the thumbnail image of a wallpaper to switch to that wallpaper.
pt: Carregue com o botão direito do rato no ícone na barra de ferramentas e carregue duas vezes no pré-visualização da imagem de um fundo para mudar para esse fundo.
pt_br: Clique com o botão direito no ícone do Desktop Drapes na barra de ferramentas e dê um duplo-clique na imagem de um papel de parede para mudar para ele.
sv: Högerklicka på ikonen för Skrivbordsdraperier i verktygsraden och dubbelklicka på en miniatyrbild av en bakgrundsbild för att ändra bakgrundsbilden.

source: In the 'Display' tab, click the 'Add' button and select your wallpaper file or files. Desktop Drapes will automatically categorize your wallpaper by the dimensions of the image (I guess).
pt: Na aba 'Apresentação', carregue no botão 'Adicionar' e seleccione o ficheiro, ou ficheiros de fundo. O Desktop Drapes irá automaticamente atribuir uma categoria aos seus fundos consoante as dimensões das imagens.
pt_br: Na aba Exibição, clique no botão Adicionar e selecione seu arquivo (ou arquivos) de papel de parede. O Desktop Drapes vai classificar automaticamente seu papel de parede de acordo com as dimensões da imagem (eu acho).
sv: I 'uppvisnings' fliken, välj "lägg till" knappen och välj dina bildfiler så kategoriserar Skrivbordsdraperier dem helt automatiskt enligt bildens storlek.

source: Wallpaper search directory: Select the checkbox to have Desktop Drapes monitor a directory and automatically add files in that directory to its collection. Click the directory list box in order to select which directory Desktop Drapes should monitor. Warning: In the current version of Desktop Drapes, saving a file directly into that directory will cause Desktop Drapes to crash and lose its collection! Instead, save a file to a different directory, then copy it into your monitored directory.
pt: Directório de pesquisa de fundos: Seleccione a caixa de scolha para que o Desktop Drapes controle um directório e adicione automaticamente os ficheiros de fundo nesse directório à collecção. Carregue na lista de escolha de directório para seleccionar qual o directório que o Desktop Drapes deve controlar. Aviso: Na versão actual do Desktop Drapes, gravar directamente um ficheiro para este directório provoca o encerramento forçado do Desktop Drapes e a perda da sua colecção de fundos! Para evitar esta ocorrência, grave o ficheiro de fundo para outro directório e copie-o posteriormente para o directório sob controlo do Desktop Drapes.
pt_br: Diretório de pesquisa de papéis de parede: Selecione esta opção para atribuir um diretório ao Desktop Drapes e automaticamente adicionar os arquivos desse diretório à sua coleção. Clique na caixa de listagem de diretórios para selecionar qual diretório o Desktop Drapes deve monitorar. Atenção: Na versão atual do Desktop Drapes, salvar um arquivo diretamente nesse diretório vai fazer com que o Desktop Drapes trave e perca sua coleção! Em vez disso, salve um arquivo em outro diretório, e depois copie o arquivo para o diretório monitorado.
sv: Sökmapp för bakgrundsbilder: För att berätta för Skrivbordsdraperier att ändra bakgrundsbilder beroende på tillägg av bildfiler i en mapp och automatiskt lägga till dem i sin samling, markera den här kryssrutan. Klicka på samlingslisten för att välja vilken mapp Skrivbordsdraperier ska övervaka. Observera: Om man sparar en bildfil till en övervakad mapp kan Skrivbordsdraperier krasha och tappa hela bildsamlingen, spara istället filerna till en annna mapp och kopiera dem därefter till en övervakad mapp.
