Repository: mtanski/drapes
Catalog: po/*.po
Languages: cs, fr, it, pt, sv

source: Desktop Drapes
cs: Záclony plochy
sv: Skrivbordsdraperier

source: Rotate desktop wallpapers
cs: Měnit tapety plochy
fr: Tourner les fonds d'écran
it: Ruota lo sfondo del desktop
pt: Rodar os fundos da área de trabalho

source: _Preferences
cs: _Nastavení
fr: _Préférences
it: Preferen_ze
pt: _Preferências
sv: _Inställningar

source: _Shuffle Periodicaly
cs: _Střídat pravidelně
fr: _Changement Aléatoire
it: Cambia _periodicamente
pt: _Misturar Periodicamente
sv: _Blanda periodiskt

source: _Switch
cs: _Změnit
fr: _Changer
it: _Cambia
pt: _Mudar
sv: _Växla

source: Manage your desktop wallpapers
cs: Spravovat vaše tapety plochy
fr: Gérer vos fonds d'écran
it: Gestisce i rivestimenti della scrivania
pt: Gerir os fundos da área de trabalho
sv: Hantera dina skrivbordsbakgrunder

source: <b>Startup options</b>
cs: <b>Nastavení spuštění</b>
fr: <b>Options de démarrage</b>
it: <b>Opzioni di avvio</b>
pt: <b>Opções de arranque</b>
sv: <b>Uppstartsalternativ</b>

source: <b>Timing selection</b>
cs: <b>Výběr intervalu</b>
fr: <b>Changement de fond d'écran toutes les</b>
it: <b>Selezione della temporizzazione</b>
pt: <b>Escolha de temporização</b>
sv: <b>Val av tider</b>

source: <b>Wallpaper search directory</b>
cs: <b>Složka pro hledání tapet</b>
fr: <b>Répertoire de recherche de fonds d'écran</b>
it: <b>Cartella di ricerca rivestimenti</b>
pt: <b>Directório onde procurar fundos</b>
sv: <b>Sökkatalog för bakgrundsbilder</b>

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi
pt: Fechar
sv: Stäng

source: Display
cs: Zobrazení
fr: Affichage
it: Mostra
pt: Apresentação
sv: Visa

source: General
cs: Obecné
fr: Général
it: Generale
pt: Geral
sv: Allmänt

source: Monitor this directory for new wallpapers
cs: Sledovat tuto složku pro nové tapety
fr: Surveiller l'apparition de nouveaux fonds d'écran dans ce répertoire
it: Monitoraggio di questa directory per nuovi rivestimenti
pt: Controlar esta directoria para novos fundos
sv: Övervaka denna katalog för nya bakgrundsbilder

source: Select A File
cs: Vybrat soubor
fr: Sélectionner un fichier
it: Selezionare un file
pt: Seleccionar Um Ficheiro
sv: Välj en fil

source: Start Desktop Drapes on start
cs: Spustit Záclony plochy při spuštění systému
fr: Lancer Desktop Drapes au démarrage
it: Avvia Desktop Draper all'avvio
pt: Iniciar Desktop Drapes no arranque
sv: Starta Skrivbordsdraperier vid uppstart

source: Style:
cs: Styl:
it: Stile:
pt: Estilo:
sv: Stil:

source: Switch wallpaper on start
cs: Změnit tapetu při startu
fr: Changer de fond d'écran au démarrage
it: Cambiare rivestimento all'avvio
pt: Mudar fundo no arranque
sv: Växla bakgrundsbild vid uppstart

source: Allow drapes to periodicaly shuffle the wallpapers
cs: Povolit záclonám pravidelně měnit tapety
fr: Autoriser drapes à changer aléatoirement les fond d'écran
it: Permettere a Drapes di cambiare periodicamente il rivestimento
pt: Permitir que o drapes misture os fundos periodicamente
sv: Tillåt draperier att periodvis blanda bakgrundsbilderna

source: Directory to monitor
cs: Složka pro sledování
fr: Répertoire à surveiller
it: Directory da monitorare
pt: Directório a controlar
sv: Katalog att övervaka

source: Monitor directory for new wallapers
cs: Sledovat složku pro nové tapety
fr: Surveiller le répertoire pour les nouveaux fonds d'écran
it: Monitoraggio della directory per nuovi rivestimenti
pt: Controlar directório para novos fundos
sv: Övervaka katalog för nya bakgrundsbilder

source: Monitor the specified directory using inotify for new wallpapers and changes.
cs: Sledovat zvolenou složku za použití inotify pro nové tapety a změny.
fr: Surveiller le dossier spécifié en indiquant les nouveaux fonds d'écran et changements par infobulle
it: Controlla la cartella specificata usando inotify per nuovi sfondi e cambiamenti
pt: Controlar o directório usando o inotify para novos fundos e alterações
sv: Övervaka den angivna katalogen med inotify för nya bakgrundsbilder och ändringar.

source: Possible values are 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: never.
cs: Možné hodnoty jsou 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: nikdy.
fr: Les valeurs possibles sont 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: jamais.
it: Possibili valori sono 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: mai.
pt: Valores válidos são 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: nunca.
sv: Möjliga värden är 0: 5 min, 1: 10 min, 2: 15 min, 3: 20 min, 4: 30 min, 5: 45 min, 6: 60 min, 7: 90 min, 8: 120min, 10: aldrig.

source: The directory that is to be monitored for changes using inotify.
cs: Složka, která bude sledována pro změny za použití inotify.
fr: Le répertoire dont les changements doivent être surveillés et indiqués par infobulles
it: Cartella da monitorare per i cambiamenti utilizzando inotify
pt: O directório que será controlado para alterações usando o inotify.
sv: Katalogen som kommer att övervakas för ändringar med inotify.

source: This setting is used to tempoarly disable wallpaper switching
cs: Toto nastavení je použito pro dočasné vypnutí přepínání tapet
fr: Ce paramètre est utilisé pour désactiver temporairement le changement de fond d'écran
it: Questa opzione è utilizzata per disabilitare temporaneamente il cambio automatico di sfondo
pt: Esta configuração é usada para desactivar temporariamente a mudança de fundo
sv: Denna inställning används för att temporärt inaktivera växling av bakgrundsbild

source: Time delay between wallpaper changes
cs: Časová prodleva mezi změnami tapet
fr: Délai de changement de fond d'écran
it: Tempo fra i cambi di sfondo
pt: Intervalo de tempo entre mudanças de fundo
sv: Tidsrum mellan byte av bakgrundsbild

source: When Drapes launches switch the wallpaper.
cs: Při spuštění Záclon změnit tapetu.
fr: Changer de fond d'écran au démarrage de Drapes
it: All'avvio di Drapes cambia lo sfondo
pt: Mudar o fundo quando o Drapes arranca.

source: Deskop Drapes, click to switch wallpaper
cs: Záclony plochy, klikněte pro změnu tapety
fr: Desktop Drapes, cliquer pour changer de fond d'écran
it: Desktop Drapes, clicca per cambiare sfondo
pt: Desktop Drapes, pressionar para mudar o fundo
sv: Skrivbordsdraperier, klicka för att växla bakgrundsbild

source: Shuffle periodicaly
cs: Střídat pravidelně
fr: Changement aléatoire
it: Cambia sfondo periodicamente
pt: Misturar periodicamente
sv: Blanda periodvis

source: Preferences
cs: Nastavení
fr: Préférences
it: Preferenze
pt: Preferências
sv: Inställningar

source: _Quit
cs: Uk_ončit
fr: _Quitter
it: Esci
pt: _Sair
sv: _Avsluta

source: This option is only valid when using the notification tray
cs: Tato volba je platná pouze při používání oznamovací oblasti
fr: Cette option est uniquement accessible en utilisant la zone de notification
it: Questa opzione è valida solamente utilizzando l'area di notifica
pt: Esta opção só é válida quando o ícone de notificação está activado
sv: Detta alternativ är endast giltigt när notifieringsbrickan används

source: selection
cs: výběr
fr: sélection
it: selezione
pt: escolha
sv: val

source: Perfect fit
cs: Přesně padnoucí
fr: Taille idéale
it: Adatta allo schermo
pt: Tamanho exacto
sv: Perfekt passning

source: Regular 4:3
cs: Běžné 4:3
it: Regolare 4:3
pt: Normal 4:3
sv: Vanlig 4:3

source: Widescreen
cs: Širokoúhlé
pt: Ecrã extenso
sv: Bredbild

source: Other
cs: Ostatní
fr: Autre
it: Altro
pt: Outro
sv: Övrigt

source: <i>No wallpapers present</i>
cs: <i>Žádné tapety nejsou dostupné</i>
fr: <i>Aucun fond d'écran présent</i>
it: <i>Nessuno sfondo presente</i>
pt: <i>Não existem fundos</i>
sv: <i>Ingen bakgrundsbild finns</i>

source: Add wallpaper
cs: Přidat tapetu
fr: Ajouter un fond d'écran
it: Aggiungi sfondo
pt: Adicionar fundo
sv: Lägg till bakgrundsbild

source: Images
cs: Obrázky
it: Immagini
pt: Imagens
sv: Bilder

source: Directory
cs: Složka
fr: Répertoire
it: Cartella
pt: Directório
sv: Katalog

source: Import type:
cs: Typ importu:
fr: Type d'importation
it: Tipo importazione:
pt: Tipo de importação:
sv: Typ av import:

source: Unknown column
cs: Neznámý sloupec
fr: Colonne inconnue
it: Colonna sconosciuta
pt: Coluna desconhecida
sv: Okänd kolumn

source: {0} x {1} pixels
cs: {0} x {1} pixelů
sv: {0} x {1} bildpunkter

source: Switching wallpaper to: {0})
cs: Změna tapety na: {0})
fr: Changement de fond d'écran à : {0})
it: Cambia sfondo in: {0})
pt: A mudar fundo para: {0})
sv: Byter bakgrundsbild till: {0})

source: Not activating {0}, disabled
cs: Neaktivuji {0}, vypnuto
fr: Pas d'activation {0}, désactivé
it: Non si sta attivando {0}, disabilitato
pt: Não activando {0}, desligado
sv: Aktiverar inte {0}, inaktiverad

source: Importing Gnome's background list
cs: Importování seznamu tapet Gnome
fr: Importation de la liste de fonds d'écran de gnome
it: Importando la lista di sfondi di Gnome
pt: A importar a lista de fundos do Gnome
sv: Importerar bakgrundslista från Gnome

source: Opening wallpaper list
cs: Otvírání seznamu tapet
fr: Ouverture de la liste de fonds d'écran
it: Apro la lista di sfondi
pt: A abrir a lista de fundos
sv: Öppnar lista över bakgrundsbilder

source: Wallpaper switch to: {0}
cs: Tapetu změnit na: {0}
fr: Changement de fond d'écran: {0}
it: Cambia sfondo a: {0}
pt: Mudar fundo para: {0}
sv: Byter bakgrundsbild till: {0}

source: Wallpaper switch failed; No wallpapers?
cs: Změna tapety selhala: Žádné tapety?
fr: Erreur de changement de fond d'écran; Aucun fond d'écran?
it: Cambio di sfondo fallito; Nessuno sfondo presente?
pt: A mudança de fundo falho; Não existem fundos?
sv: Byte av bakgrundsbild misslyckades; Inga bakgrundsbilder?

source: Notified of shutdown
cs: Upozorněn na vypnutí
fr: Notification de l'arrêt
it: Notifica allo spegnimento
pt: Recebida notificação de encerramento
sv: Notifieras vid nerstängning

source: Sorry unknow argument: {0}
cs: Je mi líto, neznámý argument: {0}
fr: Désolé argument inconnu: {0}
it: Scusa argomento sconosciuto: {0}
pt: Argumento desconhecido: {0}
sv: Tyvärr, okänt argument: {0}

source: 5 minutes
cs: 5 minut
it: 5 minuti
pt: 5 minutos
sv: 5 minuter

source: 10 minutes
cs: 10 minut
it: 10 minuti
pt: 10 minutos
sv: 10 minuter

source: 15 minutes
cs: 15 minut
it: 15 minuti
pt: 15 minutos
sv: 15 minuter

source: 20 minutes
cs: 20 minut
it: 20 minuti
pt: 20 minutos
sv: 20 minuter

source: 30 minutes
cs: 30 minut
it: 30 minuti
pt: 30 minutos
sv: 30 minuter

source: 45 minutes
cs: 45 minut
it: 45 minuti
pt: 45 minutos
sv: 45 minuter

source: 1 hour
cs: 1 hodina
fr: 1 heure
it: 1 ora
pt: 1 hora
sv: 1 timme

source: 1 hour 30 minutes
cs: 1 hodina 30 minut
fr: 1 heure 30 minutes
it: 1 ora 30 minuti
pt: 1 hora e 30 minutos
sv: 1 timme 30 minuter

source: 2 hours
cs: 2 hodiny
fr: 2 heures
it: 2 ore
pt: 2 horas
sv: 2 timmar

source: Never
cs: Nikdy
fr: Jamais
it: Mai
pt: Nunca
sv: Aldrig

source: Cannot toggle autostart, reason: {0}
cs: Nelze přepnout automatické spouštění, důvod: {0}
fr: Chargement au démarrage impossible, raison: {0}
it: Non posso attivate autostart, motivo: {0}
pt: Não foi possível activar o arranque automático, razão: {0}
sv: Kan inte växla automatisk start, anledning: {0}

source: Unknown GConf key: {0}
cs: Neznámý GConf klíč: {0}
fr: Clé GConf inconnue: {0}
it: Chiave GConf sconosciuta: {0}
pt: Chave GConf desconhecida: {0}
sv: Okänd GConf-nyckel: {0}

source: Cannot find file: {0}
cs: Nelze nalézt soubor: {0}
fr: Fichier introuvable: {0}
it: Non trovo il file: {0}
pt: Ficheiro não encontrado: {0}
sv: Kan inte hitta filen: {0}

source: Cannot create thumbnail for: {0}
cs: Nelze vytvořit náhled pro: {0}
fr: Erreur lors de la création de la miniature de : {0}
it: Non posso creare l'icona di :{0}
pt: Não é possível criar pré-visualização para: {0}
sv: Kan inte skapa miniatyrbild för: {0}

source: Monitor Directory: {0} dosen't exist
cs: Sledování složky: {0} neexistuje
fr: Le répertoire surveillé: {0} n'existe pas
it: Monitoraggio della cartella :{0} non esiste
pt: Directório a Controlar: {0} não existe
sv: Övervakningskatalog: {0} finns inte

source: Filesystem monitor on: {0} enabled
cs: Sledování souborového systému na: {0} zapnuto
fr: Surveillance du répertoire: {0} en fonction
it: Filesystem da monitorare:{0} attivato
pt: Controlo do sistema de ficheiros em: {0} activado
sv: Filsystemsövervakare på: {0} aktiverad

source: File {0}, created
cs: Soubor {0}, vytvořen
fr: Fichier {0}, créé
it: File {0}, creato
pt: Ficheiro {0}, criado
sv: Filen {0}, skapad

source: File {0}, deleted
cs: Soubor {0}, smazán
fr: Fichier {0}, supprimé
it: File {0}, cancellato
pt: Ficheiros {0}, apagado
sv: Filen {0}, borttagen

source: Unknow file event {0}
cs: Neznámá souborová událost {0}
fr: Evènement fichier {0} inconnu
it: File evento {0} sconosciuto
pt: Evento sobre ficheiro desconhecido {0}
sv: Okänd filhändelse {0}

source: Filesystem monitor disabled
cs: Sledování souborového systému vypnuto
fr: Surveillance du répertoire désactivée
it: Monitoraggio del filesystem disabilitato
pt: Controlo do sistema de ficheiros desactivado
sv: Filsystemsövervakning inaktiverad

source: Changing monitor directory to: {0}
cs: Změna sledované složky na: {0}
fr: Changement du répertoire surveillé à: {0}
it: Cambio cartella monitorata a:{0}
pt: A mudar o directório controlada para: {0}
sv: Ändrar övervakningskatalog till: {0}

source: No such file: {0}
cs: Žádný takový soubor: {0}
fr: Aucun fichier: {0}
it: File:{0} non presente
pt: Ficheiro inexistente: {0}
sv: Ingen sådan fil: {0}

source: Unable to open file {0} because:
cs: Nelze otevřít soubor {0} protože:
fr: Ouverture du fichier {0} impossible car:
it: Impossibilie aprire il file {0} perche:
pt: Não é possível abrir ficheiro {0} porque:
sv: Kunde inte öppna filen {0} därför att:

source: Unknow element: {0}
cs: Neznámý element: {0}
fr: Elément inconnu: {0}
it: Elemento sconosciuto: {0}
pt: Elemento desconhecido: {0}
sv: Okänt element: {0}

source: Something bad happened last time, opening as far as we can...
cs: Minule se stalo něco špatného, otvírám tak daleko, jak to jde...
fr: Un problème est survenu la dernière fois, lancement dans la mesure du possible...
it: La scorsa sessione è avvenuto un errore, apro ciò che posso...
pt: Algo de errado aconteceu da última vez que correu este programa, a iniciá-lo como é possível...
sv: Någonting felaktigt hände förra gången, öppnar så långt vi kan...

source: Wallpaper list file {0} saved
cs: Soubor se seznamem tapet {0} uložen
fr: Liste de fonds d'écran {0} sauvegardée
it: File {0} di lista degli sfondi salvato
pt: Ficheiro com a lista de fundos {0} gravado
sv: Listfil över bakgrundsbilder {0} sparades

source: Adding wallpaper file: {0}
cs: Přidávám soubor tapety: {0}
fr: Ajout d'un fond d'écran: {0}
it: Aggiungendo sfondo: {0}
pt: A adicionar ficheiro de fundo: {0}
sv: Lägger till bakgrundsbildfil: {0}

source: No such directory: {0}
cs: Žádná taková složka: {0}
fr: Répertoire inexistant: {0}
it: Directory:{0} non presente
pt: Directório inexistente: {0}
sv: Ingen sådan katalog: {0}

source: Parsing subdir {0}
cs: Rozebírám podsložku {0}
fr: Analyser les sous-répertoires {0}
it: Parsing della sottodirectory {0}
pt: A analisar a sub-directório {0}
sv: Tolkar underkatalog {0}
